[{
    "id": 0,
    "Nome": "Bob Esponja Calça Quadrada",
    "Idade": 20,
    "Genero": "Masculino",
    "Bio":"Bob Esponja é uma esponja do mar, porém ele foi projetado desenhado para se parecer com uma esponja de cozinha, sendo retangular, amarelo e brilhante. Em episódios anteriores, ele é mais largo perto do topo e fica mais magro e mai baixo, mas nos episódios mais recentes, ele têm uma forma mais quadrada. Bob Esponja tem grandes olhos azuis, um nariz curto e grosso, uma grande boca com dentes proeminentes para frente, e covinhas com três sardas em cada bochecha. Ele geralmente veste uma camisa branca com uma gravata vermelha, sapatos de couro preto com cadarços e calças marrons retangular com faixas pretas (o equipamento inteiro é muitas vezes referido como calça, daí seu nome). Enquanto trabalha no Siri Cascudo, ele usa um chapéu alto e branco com uma âncora azul pequena sobre ele como um uniforme. Bob Esponja por vezes, dorme em sua cueca, e em outras vezes de pijama (a partir de Temporada 5). Embora Bob Esponja sempre tenha sido dublado por Tom Kenny (na versão original), sua voz mudou ao longo da série, sua voz é mais baixa do que o normal no episódio piloto, [e] e após Bob Esponja o Filme, sua voz fica um pouco mais aguda.",
    "Curiosidade":"Tem como principais interesses: caçar água-viva no Campos de Aguas-Vivas, musica, assoprar bolhas, fazer hamburgeres de siri no Siri Cascudo, dançar, passear na Lagoa Goo, surfar na areia, Karate, ler, contar, correr, berrar como um bebê, levar ferroadas de agua-viva."

},
{
    "id": 1,
    "Nome":"Patrick Estrela",
    "Idade": 25,
    "Genero": "Masculino",
    "Bio": "Patrick é retratado como gordo, preguiçoso, não educado, não inteligente, e geralmente ignorante. Ao contrário da maioria dos outros personagens principais, Patrick não tem um nariz. Devido a isso, ele geralmente não pode sentir o cheiro (como em Está Cheirando Alguma Coisa, em que Bob Esponja tem mau hálito). No entanto, no episódio, Nenhum Nariz Sabe, Patrick recebe um nariz através de cirurgia plástica. No entanto, quando Patrick tenta se livrar de todo mau cheiro, Bob Esponja, Lula Molusco, Seu Siriguejo e Sandy nariz destroem o nariz do Patrick através da construção de uma bola gigante de lixo e esgoto. Na primeira temporada, devido a animação instável, as sobrancelhas de Patrick eram finas e com a forma de um par de Ms. A partir de 2 ª Temporada, as sobrancelhas ficam um pouco mais grossas e em forma de Z. Em vários episódios Patrick é mostrado ter um conjunto completo de dentes, um único dente, e às vezes nenhum dente.",
    "Curiosidade":"Tem como principais interesses: Caçar agua-viva,comer e brincar"

},
{
    "id": 2,
    "Nome":"Lula Molusco Quincy Tentaculos",
    "Idade": 35,
    "Genero":"Masculino",
    "Bio": "Lula Molusco é um polvo turquesa claro com ventosas roxas no final de seus tentáculos. Ele tem seis membros no total, sendo dois braços e quatro pernas, o que tende a formar um sinal de mais quando ele fica no lugar. Sempre que ele anda, suas ventosas grudam no chão, o que significa que ele anda com um ruído distinto. Lula Molusco tem um crânio grande, com oito pontos no topo. No episódio O Mestre-Cuca Original, é mostrado que ele já teve longos cabelos loiros. Ele também tem um corpo magro, um nariz grande e caído, uma boca larga e olhos amarelos com íris retangulares marrons. Quando ele ri, seu nariz parece esvaziar e inflar repetidamente (nos episódios anteriores, isso foi combinado com um efeito sonoro). Ele usa uma camisa polo marrom.",
    "Curiosidade":"Tem como principais interesses: tocar clarineta, arte, musica, dançar, ler, vida chique, relaxar,limapr banheiros,tomar banho em banheira,trabalhar no Siri Cascudo,falar com Seu Siriguejo"

},
{
    "id": 3,
    "Nome":"Sandy Bochechas",
    "Idade": 22,
    "Genero": "Feminino",
    "Bio": "Sandy Bochechas é um esquilo que vem do Texas e mora na Fenda do Biquíni. Quase terrestre, ela precisa de oxigênio para sobreviver e, por isso, utiliza uma roupa especial com um capacete de oxigênio. Sandy só retira essa roupa quando está na sua casa, a qual é como uma estufa cheia de ar; por isso quando seus amigos a visitam utilizam um capacete igual o de Sandy, porém cheio d'água. É também uma grande inventora: em diversos episódios aparece montando objetos de diversas utilidades. Gosta muito de lutar Karatê, e praticar vários esportes radicais, quase sempre com Bob Esponja.",
    "Curiosidade":"Tem como principais interesses: Karatê , Ciência , Rodeio , Canto , Lasso , Guitarra , Matemática , Deslize , Esportes Radicais..."

},
{
    "id": 4,
    "Nome": "Eugene Hood Sirigueijo",
    "Idade": 77,
    "Genero":"Masculino",
    "Bio":"Eugene Harold Sirigueijo (nascido em 30 de novembro de 1942, 77 anos), mais conhecido simplesmente como Sr. Sirigueijo ou chamado de Sirigueijo por Plankton e freqüentemente chamado por Eugene, é um Siri do mar vermelho, que é o dono do Siri Cascudo, bem como o empregador ambos de Bob Esponja Calça Quadrada e Lula Molusco Tentaculos. O criador da série, Stephen Hillenburg descreve Siriguejo como outro antagonista da série. Ele é extremamente ganancioso,folgado,egoísta, sovina e literalmente obcecado por dinheiro. Ele trata o dinheiro como se fosse Deus em alguns aspectos. Sr. Siriguejo é mais respeitado por Bob Esponja (talvez como uma figura paternal para Bob Esponja), enquanto Lula Molusco tende a detestá-lo. A ganância de Siriguejo na série é exagerado com ele muitas vezes para antropomorfizar dinheiro. Ele faz qualquer coisa para obter dinheiro ou não perdê-la, não importa o quão pequeno o valor, geralmente sem ter em conta a segurança ou o bem-estar dos outros ou a si mesmo. Seu arqui-inimigo e rival nos negócios é Sheldon J. Plankton, que era o seu melhor amigo na infância, mas agora constantemente tenta roubar a fórmula secreta do hambúrguer de siri. Sr. Siriguejo tem uma filha, uma baleia chamada Pérola. Desde o início da série, a caracterização geral de Sr. Siriguejo tornou-se cada vez mais negativa, a tal ponto que o próprio Stephen Hillenburg disse uma vez em uma entrevista que ele e Plankton são os dois principais antagonistas (em alguns episódios) do show, com Siriguejo ser tão ruim, se não pior do que o próprio Plankton. Ele tem mais aparições na série com 235, seguindo Patrick com 262, Lula Molusco, com 288, e Bob Esponja em cada episódio.",
    "Curiosidade":"Tem como principais interesses: Ganhar Dinheiro"
},
{
    "id": 5,
    "Nome": "Sheldon J. Plankton",
    "Idade": 77,
    "Genero": "Masculino",
    "Bio": "O plâncton, um dos antagonistas do desenho, é, como o seu nome já é, tem uma aparência de um minúsculo camarão ciclópico, tem uma cor esverdeada e uma voz bem grave. Ele é inimigo do Sr. Siriguejo e como não pode ser salvo com seus clientes, com receita garantida do Hambúrguer de Siri. Ele é muito mal.",
    "Curiosidade": "Tem como principais interesses: Destruir o Siri Cascudo"
},
{
    "id": 6,
    "Nome": "Gary",
    "Idade": 5,
    "Genero":"Masculino",
    "Bio": "Garold Gary Wilson Jr. é o amado animal de estimação de Bob Esponja, é curioso e está sempre pronto para aprender coisas novas. Ele aparenta ser mais inteligente que o dono, ele é guloso pela sua ração. Em uma parte do episódio Descartado,Bob Esponja chama-o de Gary Caracol, mas no episódio Petiscos! Já é revelado que o nome de Gary é Gary Wilson Jr. Ele acha o Bob Esponja patético mas adora ele.",
    "Curiosidade":"Tem como principais interesses: Livros , educação , poesia , televisão , comida , Bob Esponja e passear"
}]